"""Снабди каждый комментарий правильной командой."""

python3 -V  # команда для проверки текущей версии Питона
python3 # запуск интерпретатора Питона в режиме REPL
virtualenv TEST # создание виртуального окружения в текущей директории
TEST\Scripts\activate.bat # активация вышесозданного виртуального окружения
deactivate.bat # деактивация виртуального окружения
py run.py# запуск скрипта run.py находящегося в текущей директории
py -m pip install requests # установка пакета requests через пакетный менеджер pip
